{
  "Home": {
    "introText": "Willkommen in der Gerberei Bylinka!",
    "introData": "Wir heißen Sie herzlich willkommen auf der offiziellen Website der Gerberei Bylinka - einem Ort, an dem Tradition auf Moderne in der Kunst des Lederns trifft. Wir sind stolz darauf, das Handwerk fortzusetzen, das seit Generationen unsere Leidenschaft ist. Wir laden Sie ein, unser breites Angebot an Produkten und außergewöhnlichen Dienstleistungen zu entdecken.",
    "customSorcingTitle":" Individuelle Beschaffung möglich",

    "customSourcingText": "Die Gerberei Bylinka ist in der Lage, beim Bezug von Rohhäuten zu helfen, dank langjähriger Zusammenarbeit mit vertrauenswürdigen Lieferanten. Unsere umfangreiche Erfahrung und etablierte Beziehungen ermöglichen es uns, Kunden hochwertige Rohhäute anzubieten, die den idealen Ausgangspunkt für die weitere Verarbeitung darstellen. Mit stabilen Lieferungen können wir auch große und spezifische Bestellungen erfüllen, was Kontinuität und Zuverlässigkeit der Lieferungen gewährleistet."
  },
  "About": {
    "mainText": "Über uns - Bylinka Gerberei",
    "description": "Im Herzen unseres Betriebs steht Marian Siuty, der Besitzer der Bylinka Gerberei, der seine umfangreiche Erfahrung in der Ledergerbung über mehr als 40 Jahre geformt hat. Er hat das Handwerk von seinem Vater übernommen und setzt die handwerklichen Traditionen der Familie fort. Marian begann seine Laufbahn in den herausfordernden Zeiten des kommunistischen Polens, wo diese Tätigkeit oft eingeschränkt war. Über die Jahre hat er dank seiner Ausdauer und Leidenschaft ein kleines Familienunternehmen zu einer der größten Gerbereien der Region entwickelt.",
    "storyHeading": "Tradition und Innovation in der Bylinka Gerberei",
    "storyTxt1": "Die Bylinka Gerberei kombiniert traditionelles Handwerk mit modernen Technologien, was es uns ermöglicht, die höchste Qualität der Ledergerbung zu erreichen und dabei alle Umweltstandards einzuhalten. Wir sind stolz darauf, dass unsere Produktionsprozesse nicht nur effizient, sondern auch umweltfreundlich sind, was unser tiefes Engagement für den lokalen Naturschutz widerspiegelt.",
    "storyTxt2": "Marian Siuty, bekannt für sein Engagement in der Gemeinschaft, ist seit Jahren auch als Philanthrop tätig und unterstützt den lokalen Fußballverein. Seine wohltätigen Aktivitäten helfen, soziale Bindungen zu stärken und einen aktiven Lebensstil unter unseren Gemeindemitgliedern zu fördern.",
    "storyTxt3": "Das Team der Bylinka Gerberei besteht aus qualifizierten Mitarbeitern, die seit Jahren ein geschlossenes und gut koordiniertes Team mit Marian Siuty bilden. Gemeinsam teilen sie ihr Wissen und ihre Erfahrungen, was der Schlüssel zum Erfolg unseres Unternehmens ist. Unsere Zusammenarbeit beschränkt sich nicht nur auf lokale Projekte – wir haben auch eine breite Basis zufriedener Kunden sowohl im In- als auch im Ausland, mit denen wir dauerhafte Partnerschaftsbeziehungen aufbauen.",
    "storyTxt4": "Die Bylinka Gerberei ist mehr als ein Arbeitsplatz – sie ist ein Ort, an dem Tradition auf Moderne trifft, wo jedes Stück Leder mit Respekt behandelt wird und wo jeder Kunde wichtig ist. Wir laden Sie ein, mit uns zusammenzuarbeiten und zu entdecken, wie die besten Traditionen des Handwerks den Anforderungen des modernen Marktes gerecht werden können."
  },
  "Common": {
    "home": "Zuhause",
    "about": "Über uns",
    "services": "Dienstleistungen",
    "contact": "Kontakt",
    "explore": "Erkunden",
    "ourServices": "unsere Dienstleistungen",
    "ourProducts": "nasze produkty",
    "readMore":"Mehr lesen"

  },
  "Sheeps": {
    "title": "Schaffelle - Bylinka Gerberei",
    "description": "In der Bylinka Gerberei, unter der Leitung des erfahrenen Marian Siuty, gerben wir Schaffelle von den feinsten Rassen, sowohl polnischen als auch internationalen. Jede Rasse liefert einzigartige Merkmale, die sich in spezifischen Eigenschaften der von uns verarbeiteten Felle widerspiegeln.",
    "stageOneTitle": "Stufe 1: Vorbereitung und Reinigung",
    "stageOneDesc": "Der Gerbprozess beginnt mit einer gründlichen Reinigung der Rohfelle. Alle Verunreinigungen und verbleibendes Gewebe werden entfernt, was entscheidend ist, um die Qualität des Endprodukts zu gewährleisten.",
    "stageTwoTitle": "Stufe 2: Gerben",
    "stageTwoDesc": "Dies ist ein Schlüsselschritt, bei dem das Fell dauerhaft verändert wird. Wir verwenden natürliche und synthetische Gerbstoffe, die dem Fell Flexibilität und Haltbarkeit verleihen. Unsere Gerbmethoden sind umweltfreundlich und sicher für die Umwelt.",
    "stageThreeTitle": "Stufe 3: Fertigstellung",
    "stageThreeDesc": "Nach dem Gerben wird das Fell gefärbt, getrocknet und dann verschiedenen Veredelungsprozessen unterzogen, wie Schleifen, Polieren oder Imprägnieren. Diese Schritte bestimmen das Aussehen, die Textur und die Farbe des Fells.",
    "sheepBreedTitle": "Schafsrassen",
    "breed1Title": "Merino",
    "breed1Desc": "Eine spanische Rasse, geschätzt für ihre weiche und dichte Wolle.",
    "breed2Title": "Dorper",
    "breed2Desc": " Aus Südafrika, bekannt für ihre Anpassungsfähigkeit an das Klima und langlebige Felle.",
    "breed3Title": "Suffolk",
    "breed3Desc": " Eine englische Rasse, bekannt für die Fleischproduktion und langlebige Felle.",
    "breed4Title": "Hampshire",
    "breed4Desc": "Aus England, produziert flexible und starke Felle.",
    "breed5Title": "Texel",
    "breed5Desc": "Eine niederländische Rasse, bekannt für starke Felle.",
    "breed6Title": "Corriedale",
    "breed6Desc": " Aus Neuseeland, produziert Felle von hoher Qualität.",
    "breed7Title": "Romney",
    "breed7Desc": "Aus England, bekannt für wasserresistente Wolle.",
    "breed8Title": "Cheviot",
    "breed8Desc": "Eine schottische Rasse, produziert Felle mit einheitlichem Finish.",
    "breed9Title": "Lincoln",
    "breed9Desc": " Eine englische Rasse, bekannt für ihre schwere Wolle.",
    "breed10Title": "Rambouillet",
    "breed10Desc": "Das französische Äquivalent zum Merino, bekannt für exzellente Wolle.",
    "conclusion": "Dank dieser Prozesse und der Aufmerksamkeit für Details liefert die Bylinka Gerberei Produkte höchster Qualität, die den Erwartungen selbst der anspruchsvollsten Kunden entsprechen. Unsere Felle werden mit größter Sorgfalt vorbereitet, unter Beachtung traditioneller Handwerkskunst und der neuesten Trends in der Gerberei, was es uns ermöglicht, außergewöhnliche Produkte für in- und ausländische Märkte zu liefern."
  },
  "Reindeer": {
    "title": "Rentierhaut Gerbung - Bylinka Gerberei",
    "description": "In der Bylinka Gerberei, bekannt für ihre meisterhafte Herangehensweise an traditionelles Handwerk, bieten wir einen einzigartigen Service zur Gerbung von Rentierhäuten an. Diese edlen Häute, die aus entlegenen arktischen Regionen stammen, werden weltweit für ihre außergewöhnliche Haltbarkeit und Schönheit geschätzt.",
    "charcteristicTitle": "Eigenschaften von Rentierhäuten",
    "characteristicContent": "Rentierhäute sind außergewöhnlich widerstandsfähig gegen niedrige Temperaturen und Feuchtigkeit, was sie zu einem idealen Material für Winterbekleidung, Schuhe und Inneneinrichtungselemente wie Teppiche oder Überzüge macht. Die natürliche Textur und das subtile, aber deutliche Fellmuster verleihen jedem Produkt Eleganz und Wärme.",
    "processTitle": "Gerbprozess",
    "firstProcessTitle": "Hautvorbereitung",
    "firstProcessDec": "Jede Haut wird sorgfältig ausgewählt und manuell gereinigt, um alle Unreinheiten zu entfernen. Dieser Schritt ist entscheidend, um die natürlichen Eigenschaften der Rentierhaut zu bewahren.",
    "secondProcessTitle": "Gerben",
    "secondProcessDec": "Wir verwenden eine speziell entwickelte Gerbmethode, die die natürliche Haltbarkeit der Haut verbessert und sie vor schädlichen äußeren Faktoren schützt. Unsere Gerbprozesse sind umweltfreundlich, was sicherstellt, dass das Endprodukt sowohl schön als auch ökologisch nachhaltig ist.",
    "thirdProcessTitle": "Färben und Veredeln",
    "thirdProcessDec": "Die Häute werden sanft gefärbt, um ihre natürliche Farbe hervorzuheben, während das einzigartige Fellmuster erhalten bleibt. Anschließend werden die Häute mit Techniken veredelt, die ihre Weichheit und Flexibilität erhöhen, was für den Komfort des Benutzers wichtig ist.",
    "applicationTitle": "Anwendungen von Rentierhäuten",
    "applicationContent": "Gegerbte Rentierhäute von der Bylinka Gerberei finden breite Anwendung sowohl in der Mode als auch in der Inneneinrichtung. Sie werden von Mode designern für die Herstellung von luxuriösen Mänteln, Jacken und Winterstiefeln ausgewählt. Im Innendesign-Sektor werden diese Häute wegen ihrer natürlichen Schönheit und Haltbarkeit geschätzt und passen perfekt zu verschiedenen Stilen, von skandinavischem Minimalismus bis zu traditionelleren Anordnungen.",
    "conclusion": "Durch unser Engagement, Tradition zu bewahren und Innovationen in den Gerbtechniken voranzutreiben, ist die Bylinka Gerberei stolz darauf, Produkte zu liefern, die nicht nur optisch ansprechend sind, sondern auch langlebig und funktional. Jede Haut ist ein Zeugnis unserer Leidenschaft für Handwerk und unseres Engagements für Exzellenz."
  },
  "Deer": {
    "title": "Hirschhäute - Eleganz und Anmut bei der Gerberei Bylinka",
    "description": "In der Gerberei Bylinka sind wir stolz darauf, unsere Dienstleistungen zum Gerben von Hirschhäuten zu präsentieren, die mit Raffinesse und natürlicher Schönheit gleichzusetzen sind. Diese Häute gehören zur Hirschfamilie und liefern Materialien, die in den luxuriösesten Lederprodukten Verwendung finden.",
    "charcteristicTitle": "Eigenschaften von Hirschhäuten",
    "characteristicContent": "Hirschhäute sind bekannt für ihre außergewöhnliche Feinheit und Glätte, was sie zum perfekten Material für exklusive Accessoires und hochmodische Details macht. Das natürliche Muster ihres Fells, dezent gesprenkelt, verleiht jedem Produkt einen einzigartigen, eleganten Charakter. Die verzweigten, dauerhaften Geweihe der Hirsche werden ebenfalls in Dekoration und Kunsthandwerk verwendet und unterstreichen ihre vielseitige Anwendung.",
    "processTitle": "Gerbeverfahren",
    "processContent": "In der Gerberei Bylinka wird jede Hirschhaut mit größter Sorgfalt gegerbt, um ihre natürliche Textur und Farbe zu bewahren. Der Prozess beginnt mit einer gründlichen Reinigung und Vorbereitung, gefolgt von einem umweltfreundlichen Gerbprozess, der die Haut vor äußeren Einflüssen schützt und ihre natürliche Schönheit hervorhebt. Die letzte Stufe umfasst Färbungs- und Veredelungstechniken, die die Weichheit und Flexibilität der Haut erhöhen, was für den Komfort des Benutzers entscheidend ist.",
    "applicationTitle": "Anwendungen von Hirschhäuten",
    "applicationContent": "Gegerbte Hirschhäute sind aufgrund ihrer Haltbarkeit und Ästhetik wertvoll und eignen sich für hochwertige Kleidung, elegante Handtaschen, Geldbörsen und auch für die Veredelung in Luxusfahrzeugen oder als dekorative Elemente in exklusiven Innenräumen. Ihre Vielseitigkeit und Haltbarkeit machen sie zur Wahl für die anspruchsvollsten Kunden, die Produkte suchen, die Luxus mit Funktionalität verbinden.",
    "qualityTitle": "Engagement für Qualität und Tradition",
    "qualityContent": "In der Gerberei Bylinka sind wir darauf bedacht, Produkte zu liefern, die nicht nur schön präsentiert, sondern auch nach den höchsten handwerklichen Standards gefertigt sind. Jede Hirschhaut wird mit Leidenschaft und Präzision gegerbt, was unser Engagement für die Förderung traditioneller Gerbetechniken und moderner Innovationen in der Branche widerspiegelt. Unsere Arbeit mit Hirschen ist ein Zeugnis unserer Leidenschaft für die Kunst des Gerbens und unser Engagement für den Erhalt des natürlichen Erbes."
  },
  "Medical": {
    "title": "Medizinisches Leder - Außergewöhnliche Weichheit für Gesundheit und Komfort",
    "description": "In der Gerberei Bylinka sind wir auf die Produktion von medizinischem Leder spezialisiert, das den höchsten Standard der Ledergerbung für medizinische Anwendungen darstellt. Unser medizinisches Leder ist darauf ausgelegt, maximale Weichheit, Flexibilität und Sicherheit für die Benutzer zu gewährleisten, was im medizinischen Bereich entscheidend ist.",
    "safteyTitle": "Sicherheit und Hygiene",
    "safteyContent": "Unser medizinisches Leder wird mit speziell ausgewählten Methoden gegerbt, die das Risiko von allergischen Reaktionen und Hautreizungen minimieren. Wir verwenden auf Aluminium basierende Gerbstoffe, bekannt für ihre sanfte Wirkung und Übereinstimmung mit den strengen Hygienestandards, die in der Medizin erforderlich sind. Jede Ledercharge unterliegt strengen Qualitätsprüfungen, um sicherzustellen, dass sie den medizinischen Standards entspricht.",
    "applicationTitle": "Medizinische Anwendungen",
    "applicationContent": "Unser medizinisches Leder wird in der Produktion von Verbänden, orthopädischen Gurten, Elementen medizinischer Kleidung und anderen Zubehörteilen verwendet, die in direkten Kontakt mit der Haut der Patienten kommen. Ihre Feinheit und Weichheit machen sie ideal für Personen mit empfindlicher Haut und jene, die besondere Pflege bei der Behandlung von Hautzuständen oder Verletzungen benötigen.",
    "techTitle": "Technologie und Innovation",
    "techContent": "Wir streben ständig danach, die Technologie zur Gerbung von medizinischem Leder zu verbessern. In der Gerberei Bylinka verwenden wir moderne Verarbeitungsmethoden, die nicht nur den Komfort unserer Produkte erhöhen, sondern auch deren Haltbarkeit und Funktionalität verbessern. Innovative Produktionsansätze ermöglichen es uns, das Leder an die spezifischen medizinischen Bedürfnisse unserer Kunden anzupassen, wobei wir Produkte anbieten, die sowohl effektiv als auch ästhetisch ansprechend sind.",
    "qualityTitle": "Verpflichtung zur Qualität",
    "qualityContent": "Unser medizinisches Leder ist ein Symbol für das Engagement der Gerberei Bylinka, Produkte von höchster Qualität zu liefern. Jeder Schritt im Produktionsprozess wird genau überwacht, um sicherzustellen, dass das Endprodukt nicht nur den Erwartungen unserer Kunden entspricht, sondern auch die Standards der medizinischen Industrie übertrifft. Wir verpflichten uns, die höchsten ethischen und umwelttechnischen Standards zu wahren, was uns zu einem führenden Hersteller von medizinischem Leder macht.",
    "partnerTitle": "Partnerschaft und Zusammenarbeit",
    "partnerContent": "Bei Bylinka verstehen wir die Bedeutung der Zusammenarbeit mit dem medizinischen Sektor. Wir sind offen für Partnerschaften mit Kliniken, Krankenhäusern, Herstellern medizinischer Geräte und Forschern, um Produkte zu liefern, die den medizinischen Bedürfnissen am besten entsprechen. Unser medizinisches Leder ist mehr als nur ein Produkt—es ist Teil eines umfassenden Ansatzes zur Förderung der Gesundheit und des Wohlbefindens von Patienten weltweit."
  }
}
