{
  "Home": {
    "introText": "Bienvenue à la Tannerie Bylinka!",
    "introData": "Nous vous accueillons chaleureusement sur le site officiel de la Tannerie Bylinka - un lieu où la tradition rencontre la modernité dans l'art du tannage du cuir. Nous sommes fiers de poursuivre l'artisanat qui est notre passion depuis des générations. Nous vous invitons à découvrir notre large gamme de produits et services exceptionnels.",
    "customSorcingTitle":"Sourcing personnalisé disponible",

    "customSourcingText": "La Tannery Bylinka est capable d'aider à fournir des peaux brutes grâce à une coopération de longue date avec des fournisseurs de confiance. Notre expérience étendue et nos relations établies nous permettent d'offrir à nos clients des peaux brutes de haute qualité, qui sont le point de départ idéal pour un traitement ultérieur. Avec des approvisionnements stables, nous pouvons répondre à des commandes grandes et spécifiques, assurant la continuité et la fiabilité des livraisons."
  },
  "About": {
    "mainText": "À propos de nous - Tannery Bylinka",
    "description": "Au cœur de nos opérations se trouve Marian Siuty, propriétaire de la Tannery Bylinka, qui a façonné son expérience extensive dans le tannage du cuir pendant plus de 40 ans. Il a repris l'artisanat de son père, poursuivant les traditions artisanales familiales. Marian a commencé son parcours dans les temps difficiles de la Pologne communiste, où cette activité était souvent restreinte. Au fil des années, grâce à sa persévérance et à sa passion, il a transformé une petite entreprise familiale en l'une des plus grandes tanneries de la région.",
    "storyHeading": "Tradition et Innovation à la Tannery Bylinka",
    "storyTxt1": "La Tannery Bylinka allie l'artisanat traditionnel aux technologies modernes, nous permettant d'atteindre la plus haute qualité de tannage du cuir tout en respectant toutes les normes environnementales. Nous sommes fiers de nos processus de production qui ne sont pas seulement efficaces mais aussi respectueux de l'environnement, reflétant notre engagement profond pour la préservation de la nature locale.",
    "storyTxt2": "Marian Siuty, reconnu pour son engagement communautaire, est également un philanthrope qui soutient le club de football local depuis des années. Ses activités caritatives contribuent à renforcer les liens sociaux et à promouvoir un mode de vie actif parmi les membres de notre communauté.",
    "storyTxt3": "L'équipe de la Tannery Bylinka est composée d'ouvriers qualifiés qui ont formé une équipe cohérente et bien coordonnée avec Marian Siuty pendant des années. Ensemble, ils partagent leurs connaissances et leur expérience, ce qui est clé pour le succès de notre entreprise. Notre coopération ne se limite pas aux projets locaux - nous avons également une large base de clients satisfaits tant au niveau national qu'international, avec lesquels nous établissons des relations de partenariat durables.",
    "storyTxt4": "La Tannery Bylinka est plus qu'un lieu de travail - c'est un lieu où la tradition rencontre la modernité, où chaque pièce de cuir est traitée avec respect, et où chaque client est important pour nous. Nous vous invitons à coopérer et à découvrir comment les meilleures traditions de l'artisanat peuvent répondre aux exigences du marché moderne."
  },
  "Common":{
    "home":"Accueil",
    "about":"À propos de nous",
    "services":"Services",
    "contact":"Contact",
    "explore":"Explorer",
    "ourServices":"nos services",
    "ourProducts":"nos produits",
    "readMore":"Lire la suite"



  },
  "Sheeps": {
    "title": "Peaux de mouton - Tannerie Bylinka",
    "description": "À la Tannerie Bylinka, sous la direction du expérimenté Marian Siuty, nous tannons des peaux de mouton provenant des meilleures races, aussi bien polonaises qu'internationales. Chaque race fournit des caractéristiques uniques qui se traduisent par des propriétés spécifiques des peaux que nous traitons.",
    "stageOneTitle": "Étape 1 : Préparation et nettoyage",
    "stageOneDesc": "Le processus de tannage commence par un nettoyage approfondi des peaux brutes. Toutes les contaminations et les résidus de tissu sont éliminés, ce qui est crucial pour garantir la qualité du produit final.",
    "stageTwoTitle": "Étape 2 : Tannage",
    "stageTwoDesc": "C'est une étape clé où la peau est modifiée de manière permanente. Nous utilisons des agents de tannage naturels et synthétiques qui confèrent à la peau flexibilité et durabilité. Nos méthodes de tannage sont écologiques et sûres pour l'environnement.",
    "stageThreeTitle": "Étape 3 : Finition",
    "stageThreeDesc": "Après le tannage, la peau est teinte, séchée, puis soumise à divers processus de finition tels que le meulage, le polissage ou l'imprégnation. Ces étapes définissent l'apparence, la texture et la couleur de la peau.",
    "sheepBreedTitle": "Races de moutons",
    "breed1Title": "Merino",
    "breed1Desc": "Une race espagnole, appréciée pour sa laine douce et dense.",
    "breed2Title": "Dorper",
    "breed2Desc": " De l'Afrique du Sud, connue pour son adaptabilité au climat et la durabilité de ses peaux.",
    "breed3Title": "Suffolk",
    "breed3Desc": "Une race anglaise, connue pour la production de viande et de peaux durables.",
    "breed4Title": "Hampshire",
    "breed4Desc": "D'Angleterre, produit des peaux flexibles et solides.",
    "breed5Title": "Texel",
    "breed5Desc": "Une race néerlandaise, connue pour ses peaux robustes.",
    "breed6Title": "Corriedale",
    "breed6Desc": "De Nouvelle-Zélande, produit des peaux de haute qualité.",
    "breed7Title": "Romney",
    "breed7Desc": " D'Angleterre, connue pour sa laine résistante à l'humidité.",
    "breed8Title": "Cheviot",
    "breed8Desc": "Une race écossaise, produit des peaux à la finition uniforme.",
    "breed9Title": "Lincoln",
    "breed9Desc": "Une race anglaise, connue pour sa toison lourde.",
    "breed10Title": "Rambouillet",
    "breed10Desc": "L'équivalent français du Merino, connu pour sa laine excellente.",
    "conclusion": "Grâce à ces processus et à cette attention aux détails, la Tannerie Bylinka fournit des produits de la plus haute qualité qui répondent aux attentes des clients les plus exigeants. Nos peaux sont préparées avec le plus grand soin, respectant à la fois l'artisanat traditionnel et les tendances actuelles de la tannerie, ce qui nous permet de fournir des produits exceptionnels sur les marchés domestiques et internationaux."
  },
  "Reindeer": {
    "title": "Tannage des Peaux de Rennes - Tannerie Bylinka",
    "description": "À la Tannerie Bylinka, réputée pour son approche maîtrisée de l'artisanat traditionnel, nous offrons un service unique de tannage des peaux de rennes. Ces peaux nobles, provenant de régions arctiques reculées, sont appréciées dans le monde entier pour leur durabilité exceptionnelle et leur beauté.",
    "charcteristicTitle": "Caractéristiques des Peaux de Rennes",
    "characteristicContent": "Les peaux de rennes sont exceptionnellement résistantes aux basses températures et à l'humidité, ce qui en fait un matériau idéal pour les vêtements d'hiver, les chaussures et les éléments de décoration intérieure tels que les tapis ou les couvertures. La texture naturelle et le motif subtil, mais distinct, de leur fourrure ajoutent une élégance et une chaleur à chaque produit.",
    "processTitle": "Processus de Tannage",
    "firstProcessTitle": "Préparation de la Peau",
    "firstProcessDec": "Chaque peau est soigneusement sélectionnée et nettoyée manuellement pour éliminer toutes les impuretés. Cette étape est cruciale pour préserver les propriétés naturelles de la peau de renne.",
    "secondProcessTitle": "Tannage",
    "secondProcessDec": "Nous utilisons une méthode de tannage spécialement développée qui améliore la durabilité naturelle de la peau et la protège contre les facteurs externes nocifs. Nos processus de tannage sont écologiques, assurant que le produit final est à la fois beau et durable écologiquement.",
    "thirdProcessTitle": "Teinture et Finition",
    "thirdProcessDec": " Les peaux sont doucement teintées pour mettre en valeur leur couleur naturelle tout en préservant le motif unique de la fourrure. Ensuite, les peaux sont finies avec des techniques qui augmentent leur douceur et leur flexibilité, importantes pour le confort de l'utilisateur.",
    "applicationTitle": "Applications des Peaux de Rennes",
    "applicationContent": "Les peaux de rennes tannées de la Tannerie Bylinka trouvent une large application à la fois dans la mode et dans la décoration intérieure. Elles sont choisies par les créateurs de mode pour créer des manteaux luxueux, des vestes et des bottes d'hiver. Dans le secteur de la décoration intérieure, ces peaux sont appréciées pour leur beauté naturelle et leur durabilité, se mêlant parfaitement à divers styles, du minimalisme scandinave aux arrangements plus traditionnels.",
    "conclusion": "Grâce à notre engagement à préserver la tradition et à innover dans les techniques de tannage, la Tannerie Bylinka est fière de fournir des produits qui ne sont pas seulement magnifiquement présentés, mais aussi durables et fonctionnels. Chaque peau est un témoignage de notre passion pour l'artisanat et notre engagement envers l'excellence."
  },
  "Deer": {
    "title": "Cuir de Cerf - Élégance et Grâce à la Tannery Bylinka",
    "description": "À la Tannery Bylinka, nous sommes fiers de présenter nos services de tannage du cuir de cerf, synonyme de raffinement et de beauté naturelle. Appartenant à la famille des cerfs, ces peaux fournissent des matériaux utilisés dans les produits en cuir les plus luxueux.",
    "charcteristicTitle": "Caractéristiques du Cuir de Cerf",
    "characteristicContent": "Le cuir de cerf est réputé pour sa délicatesse exceptionnelle et sa douceur, ce qui en fait le matériau parfait pour des accessoires exclusifs et des détails de haute couture. Le motif naturel de leur fourrure, subtilement tacheté, ajoute un caractère unique et élégant à chaque produit. Les bois ramifiés et permanents des cerfs sont également utilisés dans la décoration et les métiers artistiques, soulignant leur application polyvalente.",
    "processTitle": "Processus de Tannage",
    "processContent": "À la Tannery Bylinka, chaque peau de cerf est tannée avec le plus grand soin pour préserver sa texture et sa couleur naturelles. Le processus commence par un nettoyage minutieux et une préparation, suivis par un tannage écologique pour protéger la peau contre les facteurs externes et améliorer sa beauté naturelle. L'étape finale comprend la teinture et les techniques de finition qui augmentent la douceur et la flexibilité de la peau, essentielles pour le confort de l'utilisateur.",
    "applicationTitle": "Applications du Cuir de Cerf",
    "applicationContent": "Le cuir de cerf tanné est apprécié pour sa durabilité et son esthétique, le rendant adapté pour des vêtements de haute qualité, des sacs à main élégants, des portefeuilles, ainsi que pour la finition dans des véhicules de luxe ou comme éléments décoratifs dans des intérieurs exclusifs. Leur polyvalence et leur durabilité en font le choix des clients les plus exigeants qui recherchent des produits alliant luxe et fonctionnalité.",
    "qualityTitle": "Engagement envers la Qualité et la Tradition",
    "qualityContent": "À la Tannery Bylinka, nous nous engageons à livrer des produits qui sont non seulement magnifiquement présentés, mais aussi fabriqués selon les normes artisanales les plus élevées. Chaque peau de cerf est tannée avec passion et précision, reflétant notre engagement à promouvoir des techniques de tannage traditionnelles et des innovations modernes dans l'industrie. Notre travail avec le cerf est un témoignage de notre passion pour l'art du tannage et notre engagement à préserver le patrimoine naturel."
  },
  "Medical": {
    "title": "Cuir Médical - Douceur Exceptionnelle pour la Santé et le Confort",
    "description": "À la Tannery Bylinka, nous sommes spécialisés dans la production de cuir médical, qui représente la plus haute norme de tannage du cuir pour des applications médicales. Notre cuir médical est conçu pour assurer une douceur maximale, une flexibilité et une sécurité pour les utilisateurs, ce qui est crucial dans le domaine médical.",
    "safteyTitle": "Sécurité et Hygiène",
    "safteyContent": "Notre cuir médical est tanné en utilisant des méthodes spécialement sélectionnées qui minimisent le risque de réactions allergiques et d'irritations cutanées. Nous utilisons des tannins à base d'aluminium, reconnus pour leur action douce et leur conformité avec les normes d'hygiène strictes requises en médecine. Chaque lot de cuir subit des tests de qualité rigoureux pour s'assurer qu'il répond aux normes médicales.",
    "applicationTitle": "Applications Médicales",
    "applicationContent": "Notre cuir médical est utilisé dans la production de pansements, de sangles orthopédiques, d'éléments de vêtements médicaux et d'autres accessoires qui entrent en contact direct avec la peau des patients. Leur délicatesse et leur douceur les rendent idéaux pour les individus à la peau sensible et ceux nécessitant des soins spéciaux dans la gestion des conditions cutanées ou des blessures.",
    "techTitle": "Technologie et Innovation",
    "techContent": "Nous nous efforçons d'améliorer continuellement la technologie de tannage du cuir médical. Chez Bylinka Tannery, nous employons des méthodes de traitement modernes qui non seulement augmentent le confort de nos produits, mais améliorent également leur durabilité et leur fonctionnalité. Les approches de production innovantes nous permettent de personnaliser le cuir pour répondre aux besoins médicaux spécifiques de nos clients, offrant des produits à la fois efficaces et esthétiquement agréables.",
    "qualityTitle": "Engagement envers la Qualité",
    "qualityContent": "Notre cuir médical est un symbole de l'engagement de Bylinka Tannery à fournir des produits de la plus haute qualité. Chaque étape du processus de production est étroitement surveillée pour assurer que le produit final non seulement répond, mais dépasse les attentes de nos clients et les normes de l'industrie médicale. Nous nous engageons à maintenir les normes éthiques et environnementales les plus élevées, ce qui fait de nous un leader dans la production de cuir médical.",
    "partnerTitle": "Partenariat et Collaboration",
    "partnerContent": "Chez Bylinka, nous comprenons l'importance de la collaboration avec le secteur médical. Nous sommes ouverts aux partenariats avec des cliniques, des hôpitaux, des fabricants d'équipements médicaux et des chercheurs pour fournir des produits qui répondent au mieux aux besoins médicaux. Notre cuir médical est plus qu'un simple produit—il fait partie d'une approche globale de la santé et du bien-être des patients dans le monde entier."
  }
}
