{
  "Home": {
    "introText": "Välkommen till Bylinka Garveri!",
    "introData": "Vi hälsar dig varmt välkommen till den officiella webbplatsen för Bylinka Garveri - en plats där tradition möter modernitet i konsten att garva läder. Vi är stolta över att fortsätta det hantverk som har varit vår passion i generationer. Vi inbjuder dig att utforska vårt breda sortiment av produkter och exceptionella tjänster.",
    "customSorcingTitle": "Anpassad sourcing tillgänglig",

    "customSourcingText": "Bylinka Garveri kan hjälpa till att skaffa råhudar tack vare ett långvarigt samarbete med pålitliga leverantörer. Vår omfattande erfarenhet och etablerade relationer gör det möjligt för oss att erbjuda kunder högkvalitativa råhudar, vilka är den perfekta startpunkten för vidare bearbetning. Med stabila leveranser kan vi möta även stora och specifika beställningar, vilket säkerställer kontinuitet och tillförlitlighet i leveranserna."
  },
  "About": {
    "mainText": "Om Oss - Bylinka Garveri",
    "description": "I hjärtat av vår verksamhet står Marian Siuty, ägare av Bylinka Garveri, som har format sin omfattande erfarenhet inom lädertanning under mer än 40 år. Han övertog hantverket från sin far och fortsätter familjens hantverkstraditioner. Marian började sin resa under de utmanande tiderna i kommunistiska Polen, där denna verksamhet ofta var begränsad. Genom åren har han med sin uthållighet och passion förvandlat ett litet familjeföretag till ett av de största garverierna i regionen.",
    "storyHeading": "Tradition och Innovation på Bylinka Garveri",
    "storyTxt1": "Bylinka Garveri kombinerar traditionellt hantverk med modern teknologi, vilket gör att vi kan uppnå högsta kvalitet på lädertanning samtidigt som vi upprätthåller alla miljöstandarder. Vi är stolta över att våra produktionsprocesser inte bara är effektiva utan också miljövänliga, vilket speglar vårt djupa engagemang för att ta hand om den lokala naturen.",
    "storyTxt2": "Marian Siuty, känd för sitt community-engagemang, har också varit en filantrop som stöttat den lokala fotbollsklubben i många år. Hans välgörenhetsaktiviteter hjälper till att stärka sociala band och främja en aktiv livsstil bland våra communitymedlemmar.",
    "storyTxt3": "Teamet på Bylinka Garveri består av skickliga arbetare som i många år har skapat ett sammanhängande och välkoordinerat team med Marian Siuty. Tillsammans delar de sin kunskap och erfarenhet, vilket är nyckeln till vårt företags framgång. Vårt samarbete är inte begränsat till lokala projekt - vi har också en bred bas av nöjda kunder både inhemskt och internationellt, med vilka vi bygger långsiktiga partnerskapsrelationer.",
    "storyTxt4": "Bylinka Garveri är mer än en arbetsplats - det är en plats där tradition möter modernitet, där varje bit läder behandlas med respekt, och där varje kund är viktig för oss. Vi bjuder in dig att samarbeta och upptäcka hur de bästa traditionerna inom hantverk kan möta kraven på den moderna marknaden."
  },
  "Common": {
    "home": "Hem",
    "about": "Om oss",
    "services": "Tjänster",
    "contact": "Kontakt",
    "explore": "Utforska",
    "ourServices": "våra tjänster",
    "ourProducts": " våra produkter",
    "readMore": "Läs mer"
  },
  "Sheeps": {
    "title": "Fårskinn - Bylinka Garveri",
    "description": "På Bylinka Garveri, under ledning av den erfarna Marian Siuty, garvar vi fårskinn från de finaste raserna, både polska och internationella. Varje ras tillhandahåller unika egenskaper som översätts till specifika egenskaper hos de skinn vi bearbetar.",
    "stageOneTitle": "Steg 1: Förberedelse och rengöring",
    "stageOneDesc": "Garvningsprocessen börjar med noggrann rengöring av råa skinn. Alla föroreningar och kvarvarande vävnad tas bort, vilket är avgörande för att säkerställa  kvaliteten på den slutliga produkten.",
    "stageTwoTitle": "Steg 2: Garvning",
    "stageTwoDesc": "Detta är ett nyckelsteg där skinnet permanent förändras. Vi använder naturliga och syntetiska garvningsmedel som ger skinnet flexibilitet och hållbarhet. Våra garvningsmetoder är miljövänliga och säkra för miljön.",
    "stageThreeTitle": "Steg 3: Avslutande behandling",
    "stageThreeDesc": "Efter garvning färgas skinnet, torkas och sedan utsätts för olika avslutande processer som slipning, polering eller impregnering. Dessa steg definierar skinnes utseende, textur och färg.",
    "sheepBreedTitle": "Fårraser",
    "breed1Title": "Merino",
    "breed1Desc": "En spansk ras, värderad för sin mjuka och täta ull.",
    "breed2Title": "Dorper",
    "breed2Desc": "Från Sydafrika, känd för sin klimatanpassningsförmåga och hållbara skinn.",
    "breed3Title": "Suffolk",
    "breed3Desc": "En engelsk ras, känd för köttproduktion och hållbara skinn.",
    "breed4Title": "Hampshire",
    "breed4Desc": "Från England, producerar flexibla och starka skinn.",
    "breed5Title": "Texel",
    "breed5Desc": "En holländsk ras, känd för starka skinn.",
    "breed6Title": "Corriedale",
    "breed6Desc": "Från Nya Zeeland, producerar skinn av hög kvalitet.",
    "breed7Title": "Romney",
    "breed7Desc": "Från England, känd för fuktresistent ull.",
    "breed8Title": "Cheviot",
    "breed8Desc": "En skotsk ras, producerar skinn med enhetlig finish.",
    "breed9Title": "Lincoln",
    "breed9Desc": "En engelsk ras, känd för sin tunga fleece.",
    "breed10Title": "Rambouillet",
    "breed10Desc": "Den franska motsvarigheten till Merino, känd för utmärkt ull.",
    "conclusion": "Tack vare dessa processer och uppmärksamhet på detaljer levererar Bylinka Garveri produkter av högsta kvalitet som möter förväntningarna hos även de mest krävande kunderna. Våra skinn bereds med största omsorg, med respekt för både traditionellt hantverk och de senaste trenderna inom garvning, vilket gör det möjligt för oss att leverera exceptionella produkter till både inhemska och internationella marknader."
  },
  "Reindeer": {
    "title": "Renskinnsgarvning - Bylinka Garveri",
    "description": "På Bylinka Garveri, känd för sitt mästerliga tillvägagångssätt för traditionellt hantverk, erbjuder vi en unik tjänst för garvning av renskinn. Dessa ädla skinn, som kommer från avlägsna Arktiska regioner, värderas över hela världen för deras exceptionella hållbarhet och skönhet.",
    "charcteristicTitle": "Egenskaper hos Renskinn",
    "characteristicContent": "Renskinn är exceptionellt motståndskraftiga mot låga temperaturer och fukt, vilket gör dem till ett idealiskt material för vinterkläder, skor och inredningselement såsom mattor eller överdrag. Den naturliga texturen och det subtila, men distinkta, mönstret i deras päls tillför elegans och värme till varje produkt.",
    "processTitle": "Garvningsprocess",
    "firstProcessTitle": "Hudförberedelse",
    "firstProcessDec": "Varje skinn är noggrant utvalt och manuellt rengjort för att avlägsna alla orenheter. Detta steg är avgörande för att bevara renskinnets naturliga egenskaper.",
    "secondProcessTitle": "Garvning",
    "secondProcessDec": " Vi använder en speciellt utvecklad garvningsmetod som förbättrar skinnets naturliga hållbarhet och skyddar det mot skadliga yttre faktorer. Våra garvningsprocesser är miljövänliga, vilket säkerställer att den slutliga produkten är både vacker och ekologiskt hållbar.",
    "thirdProcessTitle": "Färgning och Avslutning",
    "thirdProcessDec": "Hudarna färgas varsamt för att framhäva deras naturliga färg samtidigt som den unika pälsens mönster bevaras. Sedan avslutas hudarna med tekniker som ökar deras mjukhet och flexibilitet, vilket är viktigt för användarkomforten.",
    "applicationTitle": "Användningsområden för Renhudar",
    "applicationContent": "Garvade renhudar från Bylinka Tannery har många tillämpningar både inom mode och inredningsdesign. De väljs av modeskapare för att skapa lyxiga rockar, jackor och vinterstövlar. Inom inredningsdesignen värderas dessa hudar för sin naturliga skönhet och hållbarhet, och de blandar sig perfekt med olika stilar, från skandinavisk minimalism till mer traditionella arrangemang.",
    "conclusion": "Tack vare vårt engagemang för att bevara tradition och innovation inom garvningsmetoder är Bylinka Tannery stolt över att kunna erbjuda produkter som inte bara är vackert presenterade utan också hållbara och funktionella. Varje hud är ett vittnesmål om vår passion för hantverk och vårt åtagande för excellens."
  },
  "Deer": {
    "title": "Hjortskinn - Elegans och Nåd på Bylinka Garveri",
    "description": "På Bylinka Garveri är vi stolta över att presentera våra tjänster för garvning av hjortskinn, som är synonymt med finess och naturlig skönhet. Tillhörande hjortfamiljen, tillhandahåller dessa skinn material som används i de mest lyxiga läderprodukterna.",
    "charcteristicTitle": "Egenskaper hos Hjortskinn",
    "characteristicContent": "Hjortskinn är känt för sin exceptionella delikatess och mjukhet, vilket gör det till det perfekta materialet för exklusiva tillbehör och högmodedetaljer. Det naturliga mönstret i deras päls, subtilt fläckigt, tillför en unik, elegant karaktär till varje produkt. De förgrenade, permanenta hornen hos hjortar används också i dekoration och konsthantverk, vilket belyser deras mångsidiga användning.",
    "processTitle": "Garvningsprocess",
    "processContent": "På Bylinka Garveri garvas varje hjortskinn med största omsorg för att bevara dess naturliga textur och färg. Processen börjar med noggrann rengöring och förberedelse, följt av miljövänlig garvning för att skydda skinnet mot yttre faktorer och förstärka dess naturliga skönhet. Detsista steget inkluderar färgning och efterbehandlingsmetoder som ökar skinnes mjukhet och flexibilitet, avgörande för användarkomfort.",
    "applicationTitle": "Användning av Hjortskinn",
    "applicationContent": "Garvat hjortskinn värderas för sin hållbarhet och estetik, vilket gör det lämpligt för högkvalitativa kläder, eleganta handväskor, plånböcker, samt för ytbehandling i lyxbilar eller som dekorativa element i exklusiva interiörer. Deras mångsidighet och hållbarhet gör dem till valet för de mest krävande kunderna som söker produkter som kombinerar lyx med funktionalitet.",
    "qualityTitle": "Engagemang för Kvalitet och Tradition",
    "qualityContent": "På Bylinka Garveri förbinder vi oss att leverera produkter som inte bara är vackert presenterade utan också tillverkade enligt de högsta hantverksmässiga standarderna. Varje hjortskinn garvas med passion och precision, vilket återspeglar vårt engagemang för att främja traditionella garvningstekniker och moderna innovationer inom industrin. Vårt arbete med hjort är ett bevis på vår passion för garvkonsten och vårt engagemang för att bevara det naturliga arvet."
  },
  "Medical": {
    "title": "Medicinskt Läder - Exceptionell Mjukhet för Hälsa och Komfort",
    "description": "På Bylinka Garveri är vi specialiserade på att producera medicinskt läder, vilket representerar den högsta standarden för lädertillverkning för medicinska applikationer. Vårt medicinska läder är utformat för att säkerställa maximal mjukhet, flexibilitet och säkerhet för användarna, vilket är avgörande inom det medicinska området.",
    "safteyTitle": "Säkerhet och Hygien",
    "safteyContent": "Vårt medicinska läder garvas med speciellt utvalda metoder som minimerar risken för allergiska reaktioner och hudirritationer. Vi använder aluminiumbaserade tanniner kända för sin milda verkan och överensstämmelse med de strikta hygienstandarder som krävs inom medicin. Varje parti läder genomgår rigorösa kvalitetstester för att säkerställa att det uppfyller medicinska standarder.",
    "applicationTitle": "Medicinska Applikationer",
    "applicationContent": "Vårt medicinska läder används i tillverkningen av förband, ortopediska band, medicinska klädelement och andra tillbehör som kommer i direkt kontakt med patienternas hud. Deras finhet och mjukhet gör dem idealiska för personer med känslig hud och de som behöver speciell vård för att hantera hudtillstånd eller skador.",
    "techTitle": "Teknologi och Innovation",
    "techContent": "Vi strävar efter att kontinuerligt förbättra teknologin för garvning av medicinskt läder. På Bylinka Garveri använder vi moderna bearbetningsmetoder som inte bara ökar komforten i våra produkter utan också förbättrar deras hållbarhet och funktionalitet. Innovativa produktionsmetoder gör att vi kan anpassa lädret för att möta de specifika medicinska behoven hos våra kunder, vilket erbjuder produkter som är både effektiva och estetiskt tilltalande.",
    "qualityTitle": "Engagemang för Kvalitet",
    "qualityContent": "Vårt medicinska läder är en symbol för Bylinka Garveris engagemang för att leverera produkter av högsta kvalitet. Varje steg i produktionsprocessen övervakas noggrant för att säkerställa att den färdiga produkten inte bara möter utan överträffar våra kunders förväntningar och medicinindustrins standarder. Vi är engagerade i att upprätthålla de högsta etiska och miljömässiga standarderna, vilket gör oss till en ledare inom produktionen av medicinskt läder.",
    "partnerTitle": "Partnerskap och Samarbete",
    "partnerContent": "På Bylinka förstår vi vikten av samarbete med den medicinska sektorn. Vi är öppna för partnerskap med kliniker, sjukhus, tillverkare av medicinsk utrustning och forskare för att leverera produkter som bäst möter medicinska behov. Vårt medicinska läder är mer än bara en produkt—det är en del av ett omfattande tillvägagångssätt för hälsa och välbefinnande för patienter över hela världen."
  }
}
